---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceStartFy
source: html/a53a58e7-c148-9b16-a3d7-2487805aa0f9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceStartFy Property

"Start Fy"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalMemberForceStartFy { get; }
```